# SetDefaultOpacityN

## Description
```pascal
PROCEDURE SetDefaultOpacityN(
				inPenOpacity  : INTEGER;
				inFillOpacity : INTEGER);
```

```python

def vs.SetDefaultOpacityN(inPenOpacity, inFillOpacity):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|inPenOpacity|INTEGER||
|inFillOpacity|INTEGER||

## Version
Availability: from Vectorworks 2017
## Category
* Document Attributes